[
  {
  "title": "Pledge Of Allegiance",
  "text": "I pledge allegiance to the Flag of the United States of America, and to the Republic for which it stands, one Nation under God, indivisible, with liberty and justice for all."
  },
  {
  "title": "I Have a Dream",
  "text": "I have a dream that one day down in Alabama, with its vicious racists, with its governor having his lips dripping with the words of interposition and nullification – one day right there in Alabama little black boys and black girls will be able to join hands with little white boys and white girls as sisters and brothers. I have a dream today. I have a dream that one day every valley shall be exalted and every hill and mountain shall be made low, the rough places will be made plain, and the crooked places will be made straight, and the glory of the Lord shall be revealed and all flesh shall see it together."
  },
  {
  "title": "Radio Address",
  "text": "In this grave hour, perhaps the most fateful in history, I send to every household of my peoples, both at home and overseas, this message, spoken with the same depth of feeling for each one of you as if I were able to cross your threshold and speak to you myself. For the second time in the lives of most of us, we are at war. Over and over again, we have tried to find a peaceful way out of the differences between ourselves and those who are now our enemies, but it has been in vain."
  },
  {
  "title": "We shall fight on the beaches",
  "text": "…we shall defend our Island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender, and even if, which I do not for a moment believe, this Island or a large part of it were subjugated and starving, then our Empire beyond the seas, armed and guarded by the British Fleet, would carry on the struggle, until, in God’s good time, the New World, with all its power and might, steps forth to the rescue and the liberation of the old."
  },
  {
  "title": "Speech to the Troops",
  "text": "I am come amongst you, as you see, at this time, not for my recreation and disport, but being resolved, in the midst and heat of the battle, to live and die amongst you all; to lay down for my God, and for my kingdom, and my people, my honour and my blood, even in the dust. I know I have the body but of a weak and feeble woman; but I have the heart and stomach of a king, and of a king of England too, and think foul scorn that Parma or Spain, or any prince of Europe, should dare to invade the borders of my realm; to which rather than any dishonour shall grow by me, I myself will take up arms, I myself will be your general, judge, and rewarder of every one of your virtues in the field."
  },
  {
  "title": "Norse Prayer",
  "text": "Lo, There do I see my Father, and Lo, there do I see my Mother, and Lo, There do I see my Brothers and my Sisters and Lo, There do I see my people back to the begining, and Lo they do call to me, and bid me take my place among them in the halls of Valhalla, Where the brave will live forever."
  },
  {
  "title": "Braveheart",
  "text": "Aye, fight and you may die. Run and you'll live -- at least a while. And dying in your beds many years from now, would you be willing to trade all the days from this day to that for one chance, just one chance to come back here and tell our enemies that they may take our lives, but they'll never take our freedom"
  }
]
